<?php
    return[
        'employees' => [
            'name' => 'الموظفين',
            'view' => 'عرض الموظفين',
            'create' => 'اضافة موظف',
            'edit' => 'تعديل موظف',
            'delete' => 'حذف موظف',
            'import' => 'استيراد الموظفين',
            'export' => 'تصدير الموظفين',
        ],

        'banks' => [
            'name' => 'بنوك',
            'view' => 'عرض البنوك',
            'create' => 'اضافة بنك',
            'edit' => 'تعديل بنك',
            'delete' => 'حذف بنك',
        ],

        'bankemployees' => [
            'name' => 'حسابات الموظفين',
            'view' => 'عرض حسابات الموظفين',
            'create' => 'اضافة حساب موظف',
            'edit' => 'تعديل حساب موظف',
            'delete' => 'حذف حساب موظف',
            'import' => 'استيراد حسابات الموظفين',
        ],

        'users' => [
            'name' => 'المستخدمين',
            'view' => 'عرض المستخدمين',
            'create' => 'اضافة مستخدم',
            'edit' => 'تعديل مستخدم',
            'delete' => 'حذف مستخدم',
        ],

        'currencies' => [
            'name' => 'العملات',
            'view' => 'عرض العملات',
            'create' => 'اضافة عملة',
            'edit' => 'تعديل عملة',
            'delete' => 'حذف عملة',
        ],

        'salaryscales' => [
            'name' => 'سلم الرواتب',
            'view' => 'عرض سلم الرواتب',
            'create' => 'اضافة سلم الرواتب',
            'edit' => 'تعديل سلم الرواتب',
        ],

        'totals' => [
            'name' => 'المستحقات والقروض',
            'view' => 'عرض المستحقات والقروض',
            'create' => 'اضافة المستحقات والقروض',
            'edit' => 'تعديل المستحقات والقروض',
            'delete' => 'حذف المستحقات والقروض',
            'import' => 'استيراد المستحقات والقروض',
        ],

        'fixedentries' => [
            'name' => 'التعديلات',
            'view' => 'عرض التعديلات',
            'create' => 'اضافة أدخالات ثابتة',
            'edit' => 'تعديل أدخال ثابت',
            'delete' => 'حذف أدخال لموظف',
        ],

        'exchanges' => [
            'name' => 'الصرف',
            'view' => 'عرض المصروفات',
            'create' => 'اضافة صرف جديد',
            'edit' => 'إحدى المصروفات',
            'delete' => 'حذف صرف لموظف',
            'print' => 'طباعة صرف',
        ],

        'specific_salaries' => [
            'name' => 'الرواتب المحددة',
            'view' => 'عرض الرواتب المحددة',
            'preparation' => 'إعداد راتب',
        ],

        'salaries' => [
            'name' => 'الرواتب',
            'view' => 'عرض الرواتب',
            'create-all' => 'إنشاء كل الرواتب',
            'delete-all' => 'حذف كل الرواتب',
            'create' => 'اضافة راتب',
            'edit' => 'تعديل راتب',
            'delete' => 'حذف راتب',
            'export' => 'تصدير الرواتب',
        ],

        'report' => [
            'name' => 'تقارير',
            'view' => 'إصدار تقارير',
        ],

        'admins' => [
            'name' => 'المشرفين',
            'backup' => 'أخذ نسخة إحتياطية',
        ],
        'customizations' => [
            'name' => 'التخصيص',
            'view'=> 'عرض التخصيص',
            'create'=> 'اضافة تخصيص',
            'edit'=> 'تعديل تخصيص',
            'delete'=> 'حذف تخصيص',
        ],
        'accreditations' => [
            'name' => 'إعتماد الأشهر',
            'view'=> 'عرض الإعتمادات',
            'create'=> 'اضافة إعتماد',
            'edit'=> 'تعديل إعتماد',
            'delete'=> 'حذف إعتماد',
        ],
    ];

